7-zip
amd-ucode
base
base-devel
clang
cliphist
firefox
git
hyprland
hyprpaper
kitty
linux
linux-firmware
neofetch
neovim
nvidia
qt5-wayland
rofi-lbonn-wayland-git
tailscale
tmux
ttf-firacode-nerd
unzip
xdg-desktop-portal-hyprland
yay
zsh
zsh-theme-powerlevel10k-git
